Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: INTERIOR FLOOR FINISH
fr_ca: FINITION DU PLANCHER INTÉRIEUR

source: INTERIOR SPACE DIMENSIONS
fr_ca: DIMENSIONS DE L'ESPACE INTÉRIEUR

source: KITCHENS
fr_ca: CUISINES

source: LIGHT, VENTILATION AND HEATING
fr_ca: ÉCLAIRAGE, VENTILATION ET CHAUFFAGE

source: LIMITED-USE/LIMITED-APPLICATION ELEVATORS
fr_ca: ASCENSEURS À USAGE LIMITÉ/À APPLICATION LIMITÉE

source: LUMINOUS EGRESS PATH MARKINGS
fr_ca: MARQUAGES LUMINEUX DES VOIES D'ÉVACUATION

source: Latest Revision Date August 6, 2021
fr_ca: Date de la dernière révision : 6 août 2021

source: MACHINE ROOMS
fr_ca: SALLES DES MACHINES

source: MASONRY FIREPLACES
fr_ca: FOYERS EN MAÇONNERIE

source: MASS NOTIFICATION SYSTEMS
fr_ca: SYSTÈMES DE NOTIFICATION DE MASSE

source: MEANS OF EGRESS
fr_ca: MOYENS D'ÉVACUATION

source: MINIMUM CATEGORY CLASSIFICATION OF GLAZING USING ANSI Z97.1
fr_ca: CLASSIFICATION MINIMALE DE CATÉGORIE DU VITRAGE SELON ANSI Z97.1

source: MINIMUM CATEGORY CLASSIFICATION OF GLAZING USING CPSC 16 CFR 1201
fr_ca: CLASSIFICATION DE CATÉGORIE MINIMALE DU VITRAGE SELON CPSC 16 CFR 1201

source: MINIMUM REQUIRED NUMBER OF ACCESSIBLE UNITS WITH ROLL-IN SHOWERS
fr_ca: NOMBRE MINIMAL REQUIS D’UNITÉS ACCESSIBLES AVEC DOUCHES À ACCÈS DE PLAIN-PIED

source: MINIMUM REQUIRED NUMBER OF ACCESSIBLE UNITS WITHOUT ROLLIN SHOWERS
fr_ca: NOMBRE MINIMAL REQUIS D’UNITÉS ACCESSIBLES SANS DOUCHES À ACCÈS DE PLAIN-PIED

source: MINIMUM ROOM AREAS
fr_ca: SUPERFICIES MINIMALES DES PIÈCES

source: Mailboxes.
fr_ca: Boîtes aux lettres.

source: Maximum Rise
fr_ca: Élévation maximale

source: Measurement range
fr_ca: Plage de mesure

source: Mechanical:
fr_ca: Mécanique :

source: Minimum Character Height
fr_ca: Hauteur minimale des caractères

source: Minimum in inches Maximum in inches
fr_ca: Minimum en pouces Maximum en pouces

source: OCCUPANCY
fr_ca: USAGE

source: OTHER FEATURES AND FACILITIES
fr_ca: AUTRES CARACTÉRISTIQUES ET INSTALLATIONS

source: PERMITS
fr_ca: PERMIS

source: PLATFORM LIFTS
fr_ca: PLATEFORMES ÉLÉVATRICES

source: PRIVATE RESIDENCE ELEVATORS
fr_ca: ASCENSEURS DE RÉSIDENCE PRIVÉE

source: Platform lifts shall comply with Section 410 and ASME A18.1 listed in Section 105.2.6.
fr_ca: Les plates-formes élévatrices doivent être conformes à la section 410 et à la norme ASME A18.1 mentionnée à la section 105.2.6.

source: Plumbing:
fr_ca: Plomberie :

source: R1001.1 General.
fr_ca: R1001.1 Généralités.

source: R1001.10 Hearth extension dimensions.
fr_ca: R1001.10 Dimensions de l'extension de foyer.

source: R1001.11 Fireplace clearance.
fr_ca: R1001.11 Dégagement du foyer.

source: R1001.2 Footings and foundations.
fr_ca: R1001.2 Semelles et fondations.

source: R1001.2.1 Ash dump cleanout.
fr_ca: R1001.2.1 Regard de nettoyage du dépôt de cendres.

source: R1001.3 Seismic reinforcing.
fr_ca: R1001.3 Renforcement sismique.

source: R1001.3.1 Vertical reinforcing.
fr_ca: R1001.3.1 Renforcement vertical.

source: R1001.3.2 Horizontal reinforcing.
fr_ca: R1001.3.2 Renfort horizontal.

source: R1001.4 Seismic anchorage.
fr_ca: R1001.4 Ancrage sismique.

source: R1001.4.1 Anchorage.
fr_ca: R1001.4.1 Ancrage.

source: R1001.4.1.1 Cold-formed steel framing.
fr_ca: R1001.4.1.1 Charpente en acier formé à froid.

source: R1001.5 Firebox walls.
fr_ca: R1001.5 Murs de la chambre de combustion.

source: R1001.5.1 Steel fireplace units.
fr_ca: R1001.5.1 Foyers en acier.

source: R1001.6 Firebox dimensions.
fr_ca: R1001.6 Dimensions de la chambre de combustion.

source: R1001.7 Lintel and throat.
fr_ca: R1001.7 Linteau et goulotte.

source: R1001.7.1 Damper.
fr_ca: R1001.7.1 Registre.

source: R1001.8 Smoke chamber.
fr_ca: R1001.8 Chambre à fumée.

source: R1001.8.1 Smoke chamber dimensions.
fr_ca: R1001.8.1 Dimensions de la chambre à fumée.

source: R1001.9 Hearth and hearth extension.
fr_ca: R1001.9 Foyer et extension de foyer.

source: R1001.9.1 Hearth thickness.
fr_ca: R1001.9.1 Épaisseur du foyer.

source: R1001.9.2 Hearth extension thickness.
fr_ca: R1001.9.2 Épaisseur de l'extension de foyer.

source: R303.1 Habitable rooms.
fr_ca: R303.1 Pièces habitables.

source: R303.10 Required heating.
fr_ca: R303.10 Chauffage requis.

source: R303.2 Adjoining rooms.
fr_ca: R303.2 Pièces adjacentes.

source: R303.3 Bathrooms.
fr_ca: R303.3 Salles de bain.

source: R303.4 Mechanical ventilation.
fr_ca: R303.4 Ventilation mécanique.

source: R303.5 Opening location.
fr_ca: R303.5 Emplacement des ouvertures.

source: R303.5.1 Intake openings.
fr_ca: R303.5.1 Ouvertures d'admission.

source: R303.5.2 Exhaust openings.
fr_ca: R303.5.2 Ouvertures d'évacuation.

source: R303.6 Outside opening protection.
fr_ca: R303.6 Protection des ouvertures extérieures.

source: R303.7 Interior stairway illumination.
fr_ca: R303.7 Éclairage des escaliers intérieurs.

source: R303.8 Exterior stairway illumination.
fr_ca: R303.8 Éclairage des escaliers extérieurs.

source: R303.9 Required glazed openings.
fr_ca: R303.9 Ouvertures vitrées requises.

source: R303.9.1 Sunroom additions.
fr_ca: R303.9.1 Ajouts de solarium.

source: R304.1 Minimum area.
fr_ca: R304.1 Aire minimale.

source: R304.2 Minimum dimensions.
fr_ca: R304.2 Dimensions minimales.

source: R304.3 Height effect on room area.
fr_ca: R304.3 Effet de la hauteur sur l'aire de la pièce.

source: R305.1 Minimum height.
fr_ca: R305.1 Hauteur minimale.

source: R305.1.1 Basements.
fr_ca: R305.1.1 Sous-sols.

source: R306.1 Toilet facilities.
fr_ca: R306.1 Installations sanitaires.

source: R306.2 Kitchen.
fr_ca: R306.2 Cuisine.

source: R306.3 Sewage disposal.
fr_ca: R306.3 Évacuation des eaux usées.

source: R306.4 Water supply to fixtures.
fr_ca: R306.4 Alimentation en eau des appareils.

source: R307.1 Space required.
fr_ca: R307.1 Espace requis.

source: R307.2 Bathtub and shower spaces.
fr_ca: R307.2 Espaces de baignoire et de douche.

source: R308.1.1 Identification of multiple assemblies.
fr_ca: R308.1.1 Identification d'ensembles multiples.

source: R308.2 Louvered windows or jalousies.
fr_ca: R308.2 Fenêtres à persiennes ou jalousies.

source: R308.2.1 Wired glass prohibited.
fr_ca: R308.2.1 Verre armé interdit.

source: R308.3 Human impact loads.
fr_ca: R308.3 Charges d'impact humain.

source: R308.3.1 Impact test.
fr_ca: R308.3.1 Essai de choc.

source: R308.4 Hazardous locations.
fr_ca: R308.4 Zones dangereuses.

source: R308.4.2 Glazing adjacent to doors.
fr_ca: R308.4.2 Vitrage adjacent aux portes.

source: R308.4.3 Glazing in windows.
fr_ca: R308.4.3 Vitrage dans les fenêtres.

source: R308.4.4 Glazing in guards and railings.
fr_ca: R308.4.4 Vitrage dans les garde-corps et les rampes.

source: R308.4.4.1 Structural glass baluster panels.
fr_ca: R308.4.4.1 Panneaux de balustrade en verre structurel.

source: R308.4.5 Glazing and wet surfaces.
fr_ca: R308.4.5 Vitrage et surfaces humides.

source: R308.4.6 Glazing adjacent to stairs and ramps.
fr_ca: R308.4.6 Vitrage adjacent aux escaliers et aux rampes.

source: R308.4.7 Glazing adjacent to the bottom stair landing.
fr_ca: R308.4.7 Vitrage adjacent au palier inférieur de l'escalier.

source: R311.1 Means of egress.
fr_ca: R311.1 Moyens d'évacuation.

source: R311.2 Egress door.
fr_ca: R311.2 Porte d'évacuation.

source: R311.3 Floors and landings at exterior doors.
fr_ca: R311.3 Planchers et paliers aux portes extérieures.

source: R311.3.1 Floor elevations at the required egress doors.
fr_ca: R311.3.1 Élévations du sol au niveau des portes d'évacuation requises.

source: R311.3.2 Floor elevations at other exterior doors.
fr_ca: R311.3.2 Élévations du sol aux autres portes extérieures.

source: R311.3.3 Storm and screen doors.
fr_ca: R311.3.3 Portes coupe-vent et moustiquaires.

source: R311.4 Vertical egress.
fr_ca: R311.4 Sortie verticale.

source: R311.5 Landing, deck, balcony and stair construction and attachment.
fr_ca: R311.5 Construction et fixation des paliers, des platelages, des balcons et des escaliers.

source: R311.6 Hallways.
fr_ca: R311.6 Couloirs.

source: R311.7 Stairways.
fr_ca: R311.7 Escaliers.

source: R311.7.1 Width.
fr_ca: R311.7.1 Largeur.

source: R311.7.2 Headroom.
fr_ca: R311.7.2 Hauteur libre.

source: R311.7.3 Vertical rise.
fr_ca: R311.7.3 Élévation verticale.

source: R311.7.4 Walkline.
fr_ca: R311.7.4 Ligne de marche.

source: R311.7.5 Stair treads and risers.
fr_ca: R311.7.5 Marches et contremarches d'escaliers.

source: R311.7.5.1 Risers.
fr_ca: R311.7.5.1 Contremarches.

source: R311.7.5.2 Treads.
fr_ca: R311.7.5.2 Girons.

source: R311.7.5.2.1 Winder treads.
fr_ca: R311.7.5.2.1 Marches balancées.

source: R311.7.5.3 Nosings.
fr_ca: R311.7.5.3 Nez de marches.

source: R311.7.5.4 Exterior plastic composite stair treads.
fr_ca: R311.7.5.4 Pas de marche d'escalier extérieurs en plastique composite.

source: R311.7.6 Landings for stairways.
fr_ca: R311.7.6 Paliers d'escaliers.

source: R311.7.7 Stairway walking surface.
fr_ca: R311.7.7 Surface de circulation des escaliers.

source: R314.1 General.
fr_ca: R314.1 Généralités.

source: R314.1.1 Listings.
fr_ca: R314.1.1 Homologations.

source: R314.2 Where required.
fr_ca: R314.2 Endroits où ils sont exigés.

source: R314.2.1 New construction.
fr_ca: R314.2.1 Nouvelle construction.

source: R314.2.2 Alterations, repairs and additions.
fr_ca: R314.2.2 Modifications, réparations et ajouts.

source: R314.3 Location.
fr_ca: R314.3 Emplacement.

source: R314.3.1 Installation near cooking appliances.
fr_ca: R314.3.1 Installation à proximité d'appareils de cuisson.

source: R314.4 Interconnection.
fr_ca: R314.4 Interconnexion.

source: R314.5 Combination alarms.
fr_ca: R314.5 Détecteurs combinés.

source: R314.6 Power source.
fr_ca: R314.6 Source d'alimentation.

source: R314.7 Fire alarm systems.
fr_ca: R314.7 Systèmes d'alarme incendie.

source: R314.7.1 General.
fr_ca: R314.7.1 Généralités.

source: R314.7.2 Location.
fr_ca: R314.7.2 Emplacement.

source: R314.7.3 Permanent fixture.
fr_ca: R314.7.3 Installation permanente.

source: R314.7.4 Combination detectors.
fr_ca: R314.7.4 Détecteurs combinés.

source: R315.1 General.
fr_ca: R315.1 Généralités.

source: R315.1.1 Listings.
fr_ca: R315.1.1 Homologations.

source: R315.2 Where required.
fr_ca: R315.2 Endroits où ils sont exigés.

source: R315.2.1 New construction.
fr_ca: R315.2.1 Nouvelle construction.

source: R315.2.2 Alterations, repairs and additions.
fr_ca: R315.2.2 Modifications, réparations et ajouts.

source: R315.3 Location.
fr_ca: R315.3 Emplacement.

source: R315.4 Combination alarms.
fr_ca: R315.4 Détecteurs combinés.

source: R315.5 Interconnectivity.
fr_ca: R315.5 Interconnectivité.

source: R315.6 Power source.
fr_ca: R315.6 Source d'alimentation.

source: R315.7 Carbon monoxide detection systems.
fr_ca: R315.7 Systèmes de détection de monoxyde de carbone.

source: R315.7.1 General.
fr_ca: R315.7.1 Généralités.

source: R315.7.2 Location.
fr_ca: R315.7.2 Emplacement.

source: R315.7.3 Permanent fixture.
fr_ca: R315.7.3 Installation permanente.

source: R315.7.4 Combination detectors.
fr_ca: R315.7.4 Détecteurs combinés.

source: RAMPS
fr_ca: RAMPES

source: RECEPTACLE OUTLETS
fr_ca: PRISES DE COURANT

source: REQUIRED WHEELCHAIR SPACE LOCATION ELEVATION OVER STANDING SPECTATORS
fr_ca: ÉLÉVATIONS REQUISES DE L'EMPLACEMENT DE L'ESPACE POUR FAUTEUILS ROULANTS AU-DESSUS DES SPECTATEURS DEBOUT

source: RESIDENTIAL GROUP R
fr_ca: RÉSIDENTIEL, GROUPE R

source: Receptacle outlets shall be installed so that no point along the wall line is more than 24 inches (610 mm), measured horizontally, from a receptacle outlet in that space.
fr_ca: Les prises de courant doivent être installées de manière à ce qu'aucun point le long de la ligne du mur ne soit à plus de 24 po [610 mm], mesuré horizontalement, d'une prise de courant dans cet espace.

source: Receptacle outlets shall not be required on a wall directly behind a range, counter-mounted cooking unit or sink in the installation described in Figure E3901.4.1.
fr_ca: Des prises de courant ne sont pas exigées sur un mur situé directement derrière une cuisinière, une unité de cuisson montée sur un comptoir ou un évier dans l'installation décrite à la figure E3901.4.1.

source: SAFETY GLAZING
fr_ca: VITRAGE DE SÉCURITÉ

source: SANITATION
fr_ca: ASSAINISSEMENT

source: SAUNAS AND STEAM ROOMS
fr_ca: SAUNAS ET HAMMAMS

source: SCOPE.
fr_ca: CHAMP D'APPLICATION.

source: SCOPING REQUIREMENTS
fr_ca: EXIGENCES DE PORTÉE

source: SEATS
fr_ca: SIÈGES

source: SECTION 1101 GENERAL
fr_ca: SECTION 1101 GÉNÉRALITÉS

source: SECTION 1102 ACCESSIBLE UNITS
fr_ca: SECTION 1102 LOGEMENTS ACCESSIBLES

source: SECTION 1103 TYPE A UNITS
fr_ca: SECTION 1103 LOGEMENTS DE TYPE A

source: SECTION 1106 UNITS WITH COMMUNICATION FEATURES
fr_ca: SECTION 1106 LOGEMENTS AVEC FONCTIONNALITÉS DE COMMUNICATION

source: SECTION 2406.4.2 (Category class)
fr_ca: LA SECTION 2406.4.2 (Classe de catégorie)

source: SECTION 2406.4.3 (Category class)
fr_ca: LA SECTION 2406.4.3 (Classe de catégorie)

source: SECTION 1104 TYPE B UNITS99
fr_ca: SECTION 1104 UNITÉS DE TYPE B 99

source: SECTION 1105 TYPE C (VISITABLE) UNITS105
fr_ca: SECTION 1105 UNITÉS DE TYPE C (VISITABLES) 105

source: SECTION E3903 LIGHTING OUTLETS
fr_ca: SECTION E3903 PRISES D'ÉCLAIRAGE

source: SERVICE UTILITIES
fr_ca: SERVICES PUBLICS

source: SHOWER COMPARTMENTS
fr_ca: COMPARTIMENTS DE DOUCHE

source: SHOWERS
fr_ca: DOUCHES

source: SIGNAGE
fr_ca: SIGNALISATION

source: SIGNS
fr_ca: ENSEIGNES

source: SINKS
fr_ca: ÉVIERS

source: SLIDING GLASS DOORS PATIO TYPE
fr_ca: PORTES COULISSANTES EN VERRE DE TYPE PATIO

source: SMOKE ALARMS
fr_ca: DÉTECTEURS DE FUMÉE

source: SMOKE BARRIERS
fr_ca: SÉPARATIONS PARE-FUMÉE

source: SMOKE PARTITIONS
fr_ca: CLOISONS PARE-FUMÉE

source: SMOKE-PROTECTED OR OPEN-AIR ASSEMBLY AISLE ACCESSWAYS
fr_ca: VOIES D’ACCÈS AUX ALLÉES DES SIÈGES D’ASSEMBLÉES PROTÉGÉS CONTRE LA FUMÉE OU À L’AIR LIBRE

source: SOUND TRANSMISSION
fr_ca: TRANSMISSION DU SON

source: SPECIAL DETAILED REQUIREMENTS BASED ON OCCUPANCY AND USE
fr_ca: EXIGENCES DÉTAILLÉES SPÉCIALES BASÉES SUR L'OCCUPATION ET L'UTILISATION

source: SPECIAL ROOMS AND SPACES
fr_ca: PIÈCES ET ESPACES SPÉCIAUX

source: SPECIALTY PLUMBING FIXTURES
fr_ca: APPAREILS SANITAIRES SPÉCIAUX

source: STAGES, PLATFORMS AND TECHNICAL PRODUCTION AREAS
fr_ca: SCÈNES, PLATEFORMES ET ZONES DE PRODUCTION TECHNIQUE

source: STANDARD
fr_ca: NORME

source: STOP WORK ORDER
fr_ca: ORDRE D'ARRÊT DES TRAVAUX

source: SUMMARY OF REQUIREMENTS FOR MASONRY FIREPLACES AND CHIMNEYS
fr_ca: RÉSUMÉ DES EXIGENCES POUR LES FOYERS ET LES CHEMINÉES EN MAÇONNERIE

source: Single-user or family or assisted-use toilet or bathing room.
fr_ca: Toilette ou salle de bain à utilisateur unique, familiale ou à usage assisté.

source: TABLE 1030.13.2.1
fr_ca: TABLEAU 1030.13.2.1

source: TABLE 1030.6.2
fr_ca: TABLEAU 1030.6.2

source: TABLE 1105.1.1
fr_ca: TABLEAU 1105.1.1

source: TABLE 1108.6.1.1
fr_ca: TABLEAU 1108.6.1.1

source: TABLE 3001.3
fr_ca: TABLEAU 3001.3

source: TABLE 405.2—ALLOWABLE RAMP DIMENSIONS FOR CONSTRUCTION IN EXISTING SITES, BUILDINGS AND FACILITIES
fr_ca: TABLEAU 405.2—DIMENSIONS ADMISSIBLES DES RAMPES POUR LA CONSTRUCTION DANS LES SITES, BÂTIMENTS ET INSTALLATIONS EXISTANTS

source: TABLE 703.2.4—VISUAL CHARACTER HEIGHT
fr_ca: TABLEAU 703.2.4 — HAUTEUR VISUELLE DES CARACTÈRES

source: TABLE 703.4.3— BRAILLE DIMENSIONS
fr_ca: TABLEAU 703.4.3 — DIMENSIONS DU BRAILLE

source: TABLE 802.10
fr_ca: TABLEAU 802.10

source: TABLE R1001.1
fr_ca: TABLEAU R1001.1

source: TABLE R308.3.1(1)
fr_ca: TABLEAU R308.3.1(1)

source: TEMPERATURE CONTROL
fr_ca: RÉGULATION DE LA TEMPÉRATURE

source: TOILET AND BATHROOM REQUIREMENTS
fr_ca: EXIGENCES RELATIVES AUX TOILETTES ET AUX SALLES DE BAINS

source: TOILET, BATH AND SHOWER SPACES
fr_ca: ESPACES DE TOILETTES, DE BAIN ET DE DOUCHE

source: TOTAL NUMBER OF REQUIRED ACCESSIBLE UNITS
fr_ca: NOMBRE TOTAL D'UNITÉS ACCESSIBLES REQUIS

source: TOTAL NUMBER OF UNITS PROVIDED
fr_ca: NOMBRE TOTAL D'UNITÉS FOURNIES

source: Table of Contents
fr_ca: Table des matières

source: The clearance between the platform sill and the edge of any runway landing shall be 11/4 inch (32 mm) maximum.
fr_ca: Le dégagement entre le seuil de la plateforme et le bord de tout palier de la piste doit être de 11/4 po [32 mm] au maximum.

source: Type A units shall comply with Section 1103.
fr_ca: Les logements de type A doivent être conformes à la section 1103.

source: VERTICAL OPENINGS
fr_ca: OUVERTURES VERTICALES

source: WASHING MACHINES AND CLOTHES DRYERS
fr_ca: LAVEUSES ET SÉCHEUSES À LINGE

source: WHEELCHAIR SPACE LOCATION DISPERSION
fr_ca: RÉPARTITION DES EMPLACEMENTS POUR FAUTEUILS ROULANTS

source: WHIRLPOOL BATHTUBS
fr_ca: BAIGNOIRES À REMOUS

source: WINDOWS
fr_ca: FENÊTRES

source: Where special inspections are provided in accordance with Section 1705.1.1, Item 3.
fr_ca: Lorsque des inspections spéciales sont prévues selon la section 1705.1.1, point 3.

source: [A] 105.1 Required.
fr_ca: [A] 105.1 Obligatoire.

source: [A] 105.1.1 Annual permit.
fr_ca: [A] 105.1.1 Permis annuel.

source: [A] 105.1.2 Annual permit records.
fr_ca: [A] 105.1.2 Registres des permis annuels.

source: [A] 105.2 Work exempt from permit.
fr_ca: [A] 105.2 Travaux exemptés de permis.

source: [A] 105.2.1 Emergency repairs.
fr_ca: [A] 105.2.1 Réparations d'urgence.

source: [A] 105.2.2 Public service agencies.
fr_ca: [A] 105.2.2 Organismes de services publics.

source: [A] 105.3 Application for permit.
fr_ca: [A] 105.3 Demande de permis.

source: [A] 105.3.1 Action on application.
fr_ca: [A] 105.3.1 Action sur demande.

source: [A] 105.3.2 Time limitation of application.
fr_ca: [A] 105.3.2 Délai de validité de la demande.

source: [A] 105.4 Validity of permit.
fr_ca: [A] 105.4 Validité du permis.

source: [A] 105.6 Suspension or revocation.
fr_ca: [A] 105.6 Suspension ou révocation.

source: [A] 105.7 Placement of permit.
fr_ca: [A] 105.7 Emplacement du permis.

source: [A] 106.1 Live loads posted.
fr_ca: [A] 106.1 Charges vives affichées.

source: [A] 106.2 Issuance of certificate of occupancy.
fr_ca: [A] 106.2 Délivrance du certificat d’occupation.

source: [A] 106.3 Restrictions on loading.
fr_ca: [A] 106.3 Restrictions relatives aux charges.

source: [A] 107.1 General.
fr_ca: [A] 107.1 Généralités.

source: [A] 107.2 Construction documents.
fr_ca: [A] 107.2 Documents de construction.

source: [A] 107.2.1 Information on construction documents.
fr_ca: [A] 107.2.1 Informations sur les documents de construction.

source: [A] 107.2.2 Fire protection system shop drawings.
fr_ca: [A] 107.2.2 Plans d’atelier des systèmes de protection contre l’incendie.

source: [A] 107.2.3 Means of egress.
fr_ca: [A] 107.2.3 Moyens d'évacuation.

source: [A] 107.2.4 Exterior wall envelope.
fr_ca: [A] 107.2.4 Enveloppe des murs extérieurs.

source: [A] 107.2.5 Exterior balconies and elevated walking surfaces.
fr_ca: [A] 107.2.5 Balcons extérieurs et surfaces de circulation surélevées.

source: [A] 107.2.6 Site plan.
fr_ca: [A] 107.2.6 Plan de situation.

source: [A] 107.2.6.1 Design flood elevations.
fr_ca: [A] 107.2.6.1 Élévations de crue de conception.

source: [A] 107.2.7 Structural information.
fr_ca: [A] 107.2.7 Renseignements sur la structure.

source: [A] 107.3 Examination of documents.
fr_ca: [A] 107.3 Examen des documents.

source: [A] 107.3.1 Approval of construction documents.
fr_ca: [A] 107.3.1 Approbation des documents de construction.

source: [A] 107.3.2 Previous approvals.
fr_ca: [A] 107.3.2 Approbations antérieures.

source: [A] 107.3.3 Phased approval.
fr_ca: [A] 107.3.3 Approbation par étapes.

source: [A] 107.3.4 Design professional in responsible charge.
fr_ca: [A] 107.3.4 Professionnel de la conception enregistré responsable.

source: [A] 107.3.4.1 Deferred submittals.
fr_ca: [A] 107.3.4.1 Soumissions différées.

source: [A] 107.4 Amended construction documents.
fr_ca: [A] 107.4 Documents de construction modifiés.

source: [A] 107.5 Retention of construction documents.
fr_ca: [A] 107.5 Conservation des documents de construction.

source: [A] 109.1 Payment of fees.
fr_ca: [A] 109.1 Paiement des frais.

source: [A] 109.2 Schedule of permit fees.
fr_ca: [A] 109.2 Barème des frais de permis.

source: [A] 109.3 Permit valuations.
fr_ca: [A] 109.3 Évaluations des permis.

source: [A] 109.4 Work commencing before permit issuance.
fr_ca: [A] 109.4 Travaux commencés avant la délivrance du permis.

source: [A] 109.5 Related fees.
fr_ca: [A] 109.5 Frais connexes.

source: [A] 109.6 Refunds.
fr_ca: [A] 109.6 Remboursements.

source: [A] 110.1 General.
fr_ca: [A] 110.1 Généralités.

source: [A] 110.2 Preliminary inspection.
fr_ca: [A] 110.2 Inspection préliminaire.

source: [A] 110.3 Required inspections.
fr_ca: [A] 110.3 Inspections requises.

source: [A] 110.3.1 Footing and foundation inspection.
fr_ca: [A] 110.3.1 Inspection des semelles et des fondations.

source: [A] 110.3.11 Special inspections.
fr_ca: [A] 110.3.11 Inspections spéciales.

source: [A] 110.3.12 Final inspection.
fr_ca: [A] 110.3.12 Inspection finale.

source: [A] 110.3.12.1 Flood hazard documentation.
fr_ca: [A] 110.3.12.1 Documentation sur les risques d'inondation.

source: [A] 110.3.2 Concrete slab and under-floor inspection.
fr_ca: [A] 110.3.2 Inspection de la dalle de béton et des éléments sous plancher.

source: [A] 110.3.3 Lowest floor elevation.
fr_ca: [A] 110.3.3 Élévation du plancher le plus bas.

source: [A] 110.3.4 Frame inspection.
fr_ca: [A] 110.3.4 Inspection de la charpente.

source: [A] 110.3.6 Lath, gypsum board and gypsum panel product inspection.
fr_ca: [A] 110.3.6 Inspection des lattis, des panneaux de gypse et des produits en panneaux de gypse.

source: [A] 110.3.7 Weather-exposed balcony and walking surface waterproofing.
fr_ca: [A] 110.3.7 Imperméabilisation des balcons et des surfaces de circulation exposés aux intempéries.

source: [A] 110.3.8 Fire- and smoke-resistant penetrations.
fr_ca: [A] 110.3.8 Pénétrations résistantes au feu et à la fumée.

source: [A] 110.3.9 Energy efficiency inspections.
fr_ca: [A] 110.3.9 Inspections de l'efficacité énergétique.

source: [A] 110.4 Inspection agencies.
fr_ca: [A] 110.4 Agences d'inspection.

source: [A] 110.5 Inspection requests.
fr_ca: [A] 110.5 Demandes d'inspection.

source: [A] 110.6 Approval required.
fr_ca: [A] 110.6 Approbation requise.

source: [A] 111.2 Certificate issued.
fr_ca: [A] 111.2 Certificat délivré.

source: [A] 111.3 Temporary occupancy.
fr_ca: [A] 111.3 Occupation temporaire.

source: [A] 111.4 Revocation.
fr_ca: [A] 111.4 Révocation.

source: [A] 112.1 Connection of service utilities.
fr_ca: [A] 112.1 Raccordement des services publics.

source: [A] 112.2 Temporary connection.
fr_ca: [A] 112.2 Raccordement temporaire.

source: [A] 112.3 Authority to disconnect service utilities.
fr_ca: [A] 112.3 Pouvoir de débrancher les services publics.

source: [A] 115.1 Authority.
fr_ca: [A] 115.1 Autorité.

source: [A] 115.2 Issuance.
fr_ca: [A] 115.2 Délivrance.

source: [A] 115.3 Emergencies.
fr_ca: [A] 115.3 Urgences.

source: [A] 115.4 Failure to comply.
fr_ca: [A] 115.4 Non-respect des exigences.

source: [BS] 403.2.2 Structural integrity of interior exit stairways and elevator hoistway enclosures.
fr_ca: [BS] 403.2.2 Intégrité structurelle des enceintes d’escaliers d’issue intérieurs et des cages d’ascenseur.

source: [BS] 403.2.2.1 Wall assembly materials—soft body impact.
fr_ca: [BS] 403.2.2.1 Matériaux des assemblages de murs — impact de corps mou.

source: [BS] 403.2.2.2 Wall assembly materials—hard body impact.
fr_ca: [BS] 403.2.2.2 Matériaux d'assemblage de murs — impact de corps dur.

source: [BS] 403.2.2.3 Concrete and masonry walls.
fr_ca: [BS] 403.2.2.3 Murs en béton et en maçonnerie.

source: [BS] 403.2.2.4 Other wall materials.
fr_ca: [BS] 403.2.2.4 Autres matériaux de mur.
